{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AdvTimeline",
			"Children": [
				{
					"Source":
					{
						"Text": "DefaultEventTrack"
					},
					"Translation":
					{
						"Text": "DefaultEventTrack"
					},
					"Key": "DefaultEventTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultFloatTrack"
					},
					"Translation":
					{
						"Text": "DefaultFloatTrack"
					},
					"Key": "DefaultFloatTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultLinearColorTrack"
					},
					"Translation":
					{
						"Text": "DefaultLinearColorTrack"
					},
					"Key": "DefaultLinearColorTrack"
				},
				{
					"Source":
					{
						"Text": "DefaultSetting"
					},
					"Translation":
					{
						"Text": "DefaultSetting"
					},
					"Key": "DefaultSetting"
				},
				{
					"Source":
					{
						"Text": "DefaultTimeline"
					},
					"Translation":
					{
						"Text": "DefaultTimeline"
					},
					"Key": "DefaultTimeline"
				},
				{
					"Source":
					{
						"Text": "DefaultTrack"
					},
					"Translation":
					{
						"Text": "DefaultTrack"
					},
					"Key": "DefaultTrackName"
				},
				{
					"Source":
					{
						"Text": "DefaultVectorTrack"
					},
					"Translation":
					{
						"Text": "DefaultVectorTrack"
					},
					"Key": "DefaultVectorTrack"
				},
				{
					"Source":
					{
						"Text": "Number of EventTracks is 0"
					},
					"Translation":
					{
						"Text": "Number of EventTracks is 0"
					},
					"Key": "GetAllEventTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of FloatTracks is 0"
					},
					"Translation":
					{
						"Text": "Number of FloatTracks is 0"
					},
					"Key": "GetAllFloatTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of LinearColorTracks is 0"
					},
					"Translation":
					{
						"Text": "Number of LinearColorTracks is 0"
					},
					"Key": "GetAllLinearColorTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "Number of VectorTracks is 0"
					},
					"Translation":
					{
						"Text": "Number of VectorTracks is 0"
					},
					"Key": "GetAllVectorTracksInfoError"
				},
				{
					"Source":
					{
						"Text": "The incoming parameter cannot be empty!"
					},
					"Translation":
					{
						"Text": "The incoming parameter cannot be empty!"
					},
					"Key": "EmptyError"
				},
				{
					"Source":
					{
						"Text": "function has an error!"
					},
					"Translation":
					{
						"Text": "function has an error!"
					},
					"Key": "FuncError"
				}
			]
		}
	]
}